[
    {
        "nombre": "yomaira",
        "color": "#52d7ff, #26ffb7",
        "mensaje": "Yomii... Acabó el año y muchas cosas nos han pasado; tuvimos logros, cumplimos metas, conocimos nuevas personas y tal vez algunas ya no nos acompañen, pero siempre las llevaremos en el corazón. A pesar de todo, llegamos aquí siguiendo un propósito. Los años vuelan pero no olvides que somos dueños de nuestras acciones y nuestra existencia es efímera así que arriésgate, hazlo, dilo, no temas del mundo porque nadie sabe qué pasará mañana. Este nuevo año es un misterio, pero iremos descubriéndolo juntos, con tu familia, tus amigos y todos los nos acompañan ¡Disfrutemos cada momento! Jeje y Recuerda que estaré para ti en las buenas y en las malas. Yomaira, eres una gran chica, sigue así y aunque recién te conozca tengo el presentimiento de que tienes algo especial. Espero este 2022 compartir nuevas experiencias contigo. FELIZ AÑO NUEVO Te mereces esto y mucho más."
    },
    {
        "nombre": "brigitte",
        "color": "#ff0000, #ff40a0",
        "mensaje": "Bri, el 2021 ya ha terminado pero comenzamos este nuevo año junto a las personas que apreciamos y tú eres de aquellas que son más especiales para mi. Tu amistad durante todo este tiempo y el tiempo que falta por venir, lo valoro. Gracias por permitirme ser parte de tus grandes amigos al igual como tú eres de los mios. A pesar de los problemas y circunstancias que te han pasado durante este año, sigues esforzandote y te admiro. No te rindas y continua siendo tú que alguien le gustarás así. Este nuevo tiempo tal vez nos sorprenda, nos haga felices o tristes ya que todo es desconocido pero no estaremos solos. Te deseo de corazón un feliz año nuevo al lado de tu familia y amigos y que nuestra amistad continue hasta el 2122... ¡Salud!"
    },
    {
        "nombre": "andy",
        "color": "#ff3503, #013f28",
        "mensaje": "Pana, las circunstancias me hicieron conocerte y pues aquí estamos terminando el año y empezando otro xd. Sin embargo, cada año tiene sus sorpresas no? nuevas personas, momentos y recuerdos. En este año es tiempo de empezar proyectos que teniamos planeados, terminar aquellos que hemos dejado y seguir mejorando hay tanto por hacer aqui y puedes contar conmigo para lo que sea. Espero este nuevo año ir reforzando la amistad tanto con Yomaira y José. Todos ustedes me han caido bien, gracias por eso. Te deseo feliz año nuevo bro :D."
    },
    {
        "nombre": "Vanessa",
        "color": "#ffa100, #e52b50",
        "mensaje": "Vaneshita jeje, hemos llegado al final de este año y muchas cosas han pasado: cumplimos metas, tuvimos logros, pasamos buenos y malos momentos pero al final de todo seguimos contando con nuestra amistad. Puede que te conozca hace pocos años pero ya hay esa confianza y unión que no hay con otros. Gracias por ser parte de mi pequeño grupo de amigos y compartir momentos durante este año. Espero este nuevo año seguir creando grandes recuerdos contigo. Feliz año nuevo Vane :3."
    },
    {
        "nombre": "marycielo",
        "color": "#ff40a0, #ffc600",
        "mensaje": "Pequeñaaa :3, llegamos al final de otro año y comenzamos este nuevo juntos, no hay mayor felicidad que compartilo contigo. Estoy feliz de la gran mujer que eres y como has ido creciendo, no de tamaño sino como persona xD. te he acompañado en buenos y malos momentos y en todos ellos siempre estabamos juntos. Espero que este año se cumpla el sueño de poder vernos porque haré lo posible de hacerte feliz. Se vienen muchas cosas maravillosas este año y yo ya tengo algo maravillo antes de que comience: a tí. te amo mucho y espero que este año sea uno de los mejores para ambos. Feliz año nuevo!! com amor, tu enamorado :3"
    },
    {
        "nombre": "Abel",
        "color": "#d00300, #000000",
        "mensaje": "Abel, cuantas cosas pasamos desde que te conocí en el británico uff y mirate ahora, sigues avanzando y mejorando. No dejes de ser quien eres a pesar de las cosas que te pasen y si, el año pasado ha estado lleno de momentos únicos e inesperados pero aqui continuamos, apoyandonos entre todos y contando con esta amistad especial. Anhelo compartir nuevas experiencias este año contigo, con Vane y si es posible con Beth para recordarlas siempre como unos de mis mejores amigos. Feliz año nuevo Abel :D."
    },
    {
        "nombre": "eiver",
        "color": "#000000, #a31d6b",
        "mensaje": "Eiver, cuantos años te conozco y quien diria que ahora somos más unidos a pesar la distancia. Eres de los más especiales de mi pequeño circulo de amigos y valoro tu amistad asi como el de los demás. Tal años antes las cosas eran mejores pero sigues aqui, siendo tu mismo a pesar de tantas cosas que te pasan, a pesar de las decepciones o amistades. No dejes de lado a tus amigos (a pesar de los spoilers xd) ni tu verdadero propósito. Este nuevo año comienza aquellos proyectos planeados, termina los que faltan y vive cada momento al máximo. Feliz Año Nuevo Eiver :D"
    },
    {
        "nombre": "victor",
        "color": "#5c1b6c, #142658",
        "mensaje": "Victor, bro. Vaya que terminamos el año pero nada mejor que hacerlo con los panas. Nunca antes te he hecho esto pero ahora tengo la oportunidad de decirte el gran amigo que eres aunque no nos hayamos visto aún. Todas las personas son únicas y tu te diferencias por muchas cosas, es bueno tener un amigo como tú, no olvides lo importante que eres y siempre cuidate que te apreciamos uwu. Espero este nuevo año seguir compartiendo momentos y contar con tu amistad asi como con los demás. Feliz año 2022 mi bro :)."
    },
    {
        "nombre": "enmanuel",
        "color": "#0096a9, #ffff00",
        "mensaje": "Ocurrió un problema. Error 404"
    },
    {
        "nombre": "roque",
        "color": "#791d50, #808080",
        "mensaje": "Ocurrió un problema. Error 404"
    },
    {
        "nombre": "rosangela",
        "color": "#0096a9, #ffff00",
        "mensaje": "Ocurrió un problema. Error 404"
    },
    {
        "nombre": "adrian",
        "color": "#ff8439, #007bc6",
        "mensaje": "Ocurrió un problema. Error 404"
    },
    {
        "nombre": "jose",
        "color": "#14b214, #f8f300",
        "mensaje": "Ocurrió un problema. Error 404"
    },
    {
        "nombre": "carla",
        "color": "#ff7200, #ff0000",
        "mensaje": "Carlita, a lo largo de este año has sido una de las personas que se ha acordado de mi y me ha tenido presente. Es por eso que te dedico este pequeño detalle, en verdad gracias por ser parte de mi pequeño circulo de amigos y aunque no nos hayamos visto aún, sé que eres una gran chica. Te deseo todo lo mejor este nuevo año y que sea el mejor junto a tu familia, amigos, pareja y todos los que te quieren mucho. FELIZ AÑO NUEVO!"
    }
]